ack
acpi
acpi_call
acpi_call-lts
acpid
alacritty
arandr
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-newlib
autoconf
automake
autorandr
avr-binutils
avr-gcc
avr-libc
avrdude
bash
bc
biber
binutils
bison
blueman
bluez
bluez-utils
borg
brother-hll2360d
bwidget
bzip2
c-ares
ccat
clang
cmake
coreutils
cronie
cryptsetup
cups
cups-pdf
device-mapper
dfu-programmer
dfu-util
dhcpcd
diffutils
discord
djview
dmenu
dmidecode
dnsmasq
doxygen
e2fsprogs
ebtables
edk2-ovmf
efibootmgr
etcher-bin
evince
evtest
exo
extra-cmake-modules
fakeroot
feh
file
filesystem
findutils
firefox
flex
galculator
garcon
gawk
gcc
gcc-libs
gdb
gedit
gettext
git
git-lfs
glibc
gnome-keyring
go
gpick
grep
groff
grub
gthumb
gtk-engine-murrine
gtk-engines
gtk2-perl
gtkglext
gulp
gvfs
gvfs-smb
gzip
i3-gaps
inetutils
inkscape
insync
intel-ucode
iproute2
iputils
jemalloc
jfsutils
jq
jsoncpp
jupyter-notebook
keepassxc
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-vulkan-icd-loader
lib32-vulkan-intel
libappindicator-gtk3
libfbclient
libffi6
liblouis
libmng
libreoffice-extension-texmaths
libreoffice-fresh
libspectre
libtool
libuv
libva-intel-driver
libva-utils
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsof
luit
lvm2
m4
maeparser
make
man-db
man-pages
mdadm
mendeleydesktop-bundled
mesa-vdpau
mtools
mugshot
muparser
ncdu
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nitrogen
nm-connection-editor
nodejs
nordic-theme-git
ntfs-3g
ocl-icd
oniguruma
openal
openbabel
openconnect
openjpeg
openmpi
openssh
p7zip
pacman
pacman-contrib
pangox-compat
papirus-icon-theme
patch
pavucontrol
pciutils
pdfarranger
perl
perl-file-mimeinfo
picom-git
pigz
pkgconf
polybar
postgresql-libs
povray
procps-ng
psmisc
pstoedit
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyenv
python-llfuse
python-mpi4py
python-pyqt5
python-pyxdg
python-virtualenv
python2-numpy
qemu
qmk
qpdf
qscintilla-qt5
qt5-imageformats
redshift
reiserfsprogs
rhash
ristretto
rsync
s-nail
seahorse
sed
semver
shadow
sip4
smartmontools
spotify
sshfs
steam
sudo
sysfsutils
systemd
systemd-sysvcompat
tachyon
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langextra
texlive-langgreek
texlive-latexextra
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-dropbox
thunar-volman
tk
tlp
transmission-gtk
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-liberation
tumbler
udisks2
ufw
ufw-extras
unixodbc
unrar
unzip
usbutils
util-linux
vim
vim-latexsuite
virt-manager
vlc
vnstat
vscodium
vulkan-intel
webplotdigitizer-bin
wget
which
windscribe-cli
wxgtk2
xarchiver
xclip
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-notifyd
xfce4-panel
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-whiskermenu-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yasm
yay
youtube-dl
zip
